exports.menu = (id, BotName, corohelp, tampilTanggal, tampilWaktu, instagram, whatsapp, kapanbotaktif, grupch1, grupch2) => {
	return ` ᴡᴇʟᴄᴏᴍᴇ ᴛᴏ *${BotName}*
  
*${tampilTanggal}* 
*${tampilWaktu}* 

ꜱᴇʟᴀᴍᴀᴛ ᴅᴀᴛᴀɴɢ ᴅɪ ᴍᴇɴᴜ *${BotName}*

ᴅɪʙᴀᴡᴀʜ ɪɴɪ ᴀᴅᴀʟᴀʜ
ᴘᴇʀɪɴᴛᴀʜ ꜰɪᴛᴜʀ ᴄᴏᴍᴍᴀɴᴅ
ʏᴀɴɢ ʙɪꜱᴀ ᴋᴀᴍᴜ ᴄᴏʙᴀ ᴅɪꜱɪɴɪ



🛡️ *ꜰɪᴛᴜʀ ᴘʀᴇᴍɪᴜᴍ* 🛡️

🕵🏼‍♂️ *!igstalk*
_${BotName}_✨
ᴜɴᴛᴜᴋ ᴍᴇɴɢᴀᴍʙɪʟ ᴅᴀᴛᴀ ɪɴꜰᴏʀᴍᴀꜱɪ ɪɴꜱᴛᴀɢʀᴀᴍ ᴛᴀʀɢᴇᴛ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !igstalk @username


🔎 *!ocr*
_${BotName}_✨
ᴜɴᴛᴜᴋ ꜱᴄᴀɴ ᴛᴇxᴛ ᴅᴀʀɪ ɢᴀᴍʙᴀʀ ʏᴀɴɢ ᴋᴀᴍᴜ ᴋɪʀɪᴍᴋᴀɴ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋɪʀɪᴍᴋᴀɴ ɢᴀᴍʙᴀʀᴍᴜ ᴅᴇɴɢᴀɴ ᴄᴀᴘᴛɪᴏɴ !ocr


🎭 *!sticker*
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇᴍʙᴜᴀᴛᴋᴀɴ ꜱᴛɪᴄᴋᴇʀ ᴅᴀʀɪ ɢᴀᴍʙᴀʀ ʏᴀɴɢ ᴋᴀᴍᴜ ᴋɪʀɪᴍᴋᴀɴ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋɪʀɪᴍᴋᴀɴ ɢᴀᴍʙᴀʀᴍᴜ ᴅᴇɴɢᴀɴ ᴄᴀᴘᴛɪᴏɴ !sticker


👩🏼‍🏫 *!say <teks>*
_${BotName}_✨
ʙᴏᴛ ᴀᴋᴀɴ ᴍᴇʀᴇᴋᴀᴍ ᴋᴀʟɪᴍᴀᴛ ᴀᴘᴀ ʏᴀɴɢ ᴛᴇʟᴀʜ ᴋᴀᴍᴜ ᴀᴊᴀʀᴋᴀɴ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !say ɪɴɪ ᴀᴅᴀʟᴀʜ ᴄᴏɴᴛᴏʜ ᴍᴇɴɢᴀᴊᴀʀɪ ʙᴏᴛ




💟 *ꜰɪᴛᴜʀ ᴍᴏᴏᴅ* 💟

👩‍❤️‍👨 *!pasangan <namamu & pasangan>*
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴᴄᴀʀɪᴋᴀɴ ᴋᴇᴄᴏᴄᴏᴋᴀɴ ᴀɴᴛᴀʀᴀ ᴋᴀᴍᴜ ᴅᴀɴ ᴘᴀꜱᴀɴɢᴀɴᴍᴜ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !pasangan ᴠʜʏ & ᴠʏᴀ


🔮 *!nama <nama kamu>*
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴᴄᴀʀɪᴋᴀɴ ᴀᴘᴀ ᴀʀᴛɪ ᴅᴀʀɪ ɴᴀᴍᴀ ᴋᴀᴍᴜ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !nama ᴀꜱʟᴀᴍ ᴠʜʏᴋʀᴀᴍꜱʏᴀʜ


✍🏻 *!nulis <teks>*
_${BotName}_✨
ᴛᴜʟɪꜱ ᴀᴘᴀ ʏᴀɴɢ ᴋᴀᴍᴜ ɪɴɢɪɴ ᴋᴇᴛɪᴋ, ɴᴀɴᴛɪ ᴠɪᴅᴏ ᴀᴋᴀɴ ᴍᴇɴᴜʟɪꜱ ᴘᴇꜱᴀɴ ᴋᴀᴍᴜ ꜱᴇᴄᴀʀᴀ ɢʜᴏɪʙ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !nulis ɪɴɪ ᴄᴏɴᴛᴏʜ ᴛᴜʟɪꜱᴀɴ


📃 *!lirik* <penyanyi-judul lagu>
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴɢɪʀɪᴍᴋᴀɴᴍᴜ ʟɪʀɪᴋ ʟᴀɢᴜ ʏᴀɴɢ ᴋᴀᴍᴜ ɪɴɢɪɴᴋᴀɴ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !lirik ᴀᴍᴘᴜɴ ʙᴀɴɢ ᴊᴀɢᴏ


📝 *!quotes*
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴᴄᴀʀɪᴋᴀɴ ᴋᴀᴍᴜ Qᴜᴏᴛᴇꜱ ꜱᴇᴄᴀʀᴀ ʀᴀɴᴅᴏᴍ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !qoutes


🎼 *!pantun*
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴɢɪʀɪᴍᴋᴀɴ ᴋᴀᴍᴜ ᴘᴀɴᴛᴜɴ ꜱᴇᴄᴀʀᴀ ʀᴀɴᴅᴏᴍ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !pantun


🧏🏻‍♂️ *!alay* <teks>
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴɢᴜʙᴀʜ ᴛᴇᴋꜱ ʏᴀɴɢ ᴋᴀᴍᴜ ᴋɪʀɪᴍᴋᴀɴ ᴍᴇɴᴊᴀᴅɪ ꜰᴏɴᴛ ᴀʟᴀʏ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !alay ᴀᴍᴘᴜɴ ʙᴀɴɢ ᴊᴀɢᴏ


🚻 *!pap <cewek/cowok>*_
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴɢɪʀɪᴍᴋᴀɴ ᴋᴀᴍᴜ ɢᴀᴍʙᴀʀ ᴘᴀᴘ ᴘᴀʀᴀ ᴄᴇᴡᴇᴋ / ᴄᴏᴡᴏᴋ ꜱᴇᴄᴀʀᴀ ʀᴀɴᴅᴏᴍ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !pict ᴄᴏᴡᴏᴋ


🎌 *!anime*
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴɢɪʀɪᴍᴋᴀɴ ᴋᴀᴍᴜ ɢᴀᴍʙᴀʀ ᴀɴɪᴍᴇ ꜱᴇᴄᴀʀᴀ ʀᴀɴᴅᴏᴍ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !anime




📥 *ꜰɪᴛᴜʀ ᴅᴏᴡɴʟᴏᴀᴅᴇʀ* 📥

🎬 *!ytmp4 <link>*
_${BotName}_✨
ᴜɴᴛᴜᴋ ᴍᴇɴᴅᴏᴡɴʟᴏᴀᴅ ᴠɪᴅᴇᴏ ᴅᴀʀɪ ʏᴏᴜᴛᴜʙᴇ ꜱᴇꜱᴜᴀɪ ᴅᴇɴɢᴀɴ ʟɪɴᴋ ʏᴀɴɢ ᴋᴀᴍᴜ ᴋɪʀɪᴍᴋᴀɴ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !ytmp4 https://youtu.be/xKD5SCzUtM88


🎵 *!ytmp3 <link>*
_${BotName}_✨
ᴜɴᴛᴜᴋ ᴍᴇɴᴅᴏᴡɴʟᴏᴀᴅ ᴀᴜᴅɪᴏ ᴅᴀʀɪ ʏᴏᴜᴛᴜʙᴇ ꜱᴇꜱᴜᴀɪ ᴅᴇɴɢᴀɴ ʟɪɴᴋ ʏᴀɴɢ ᴋᴀᴍᴜ ᴋɪʀɪᴍᴋᴀɴ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !ytmp3 https://youtu.be/xKD5SCzUtM88




☪️ *ꜰɪᴛᴜʀ ᴍᴜꜱʟɪᴍ* ☪️

🕌 *!sholat <daerah>*
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴɢɪʀɪᴍᴋᴀɴ ᴊᴀᴅᴡᴀʟ ꜱʜᴏʟᴀᴛ ꜱᴇꜱᴜᴀɪ ᴅᴇɴɢᴀɴ ᴅᴀᴇʀᴀʜ ʏᴀɴɢ ᴋᴀᴍᴜ ᴋɪʀɪᴍᴋᴀɴ.

ᴛᴜᴛᴏʀɪᴀʟ  	: !sholat + ᴅᴀᴇʀᴀʜ ᴋᴀᴍᴜ
ᴄᴏɴᴛᴏʜ   	: !sholat ᴊᴀᴋᴀʀᴛᴀ


📖 *!quran*
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴɢɪʀɪᴍᴋᴀɴᴍᴜ ᴀʏᴀᴛ ᴀʟ-Qᴜʀᴀɴ ꜱᴇᴄᴀʀᴀ ʀᴀɴᴅᴏᴍ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !quran




📰 *ꜰɪᴛᴜʀ ʙᴇʀɪᴛᴀ* 📰

👩🏼‍💻  *!wiki <yang kamu cari>*
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴᴄᴀʀɪᴋᴀɴ ʏᴀɴɢ ᴋᴀᴍᴜ ᴍᴀᴜ ᴅɪ ᴡɪᴋɪᴘᴇᴅɪᴀ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !wiki ꜱᴀɴᴛᴇᴛ


🩺 *!covid*
_${BotName}_✨
ᴀᴋᴀɴ ᴍᴇɴᴀᴍᴘɪʟᴋᴀɴ ᴅᴀᴛᴀ ᴛᴇɴᴛᴀɴɢ ᴄᴏᴠɪᴅ-19 ᴅɪ ɪɴᴅᴏɴᴇꜱɪᴀ.

ᴛᴜᴛᴏʀɪᴀʟ :
ᴋᴇᴛɪᴋ !covid



 ║▌║▌║█│▌ ║▌║▌║█│▌ ║▌║▌║█│▌ ║▌║▌║█│▌ ║▌║▌║█│▌ ║▌║▌║█│▌

🎗️ 𝓢𝓣𝓐𝓨 𝓢𝓐𝓕𝓔 𝓐𝓛𝓛 🎗️
`
}
